{
  "expense": "Expense",
  "income": "Income",
  "summary": "Summary",
  "history": "History",
  "categories": "Categories",
  "category": "Category",
  "charts": "Charts",
  "chartsHeader": "Total Expense and Income",
  "chartType": "Chart Type",
  "addIncome": "Add Income",
  "addExpense": "Add Expense",
  "sortByAmount": "Sort By Amount",
  "ascendingOrder": "Ascending Order",
  "descendingOrder": "Descending Order",
  "type": "Type",
  "all": "All",
  "amount": "Amount",
  "period": "Period",
  "wholePeriod": "Whole Period",
  "daily": "Daily",
  "monthly": "Monthly",
  "yearly": "Yearly",
  "search": "Search",
  "searchPlaceholder": "Search in history",
  "view": "View",
  "currentState": "Current State",
  "upcomingState": "Upcoming State",
  "upcoming": "Upcoming",
  "addCategory": "Add Category",
  "selectColor": "Select Color",
  "categoryType": "Category Type",
  "categoryName": "Category Name",
  "cancel": "Cancel",
  "done": "Done",
  "name": "Name",
  "total": "Total",
  "balance": "Balance",
  "ok": "Ok",
  "deleteWarning": "Are you sure you want to delete this item?",
  "editItem": "Edit Item",
  "action": "Action",
  "editCategory": "Edit Category",
  "date": "Date",
  "snackbarAdd": "Added succesfully",
  "snackbarEdit": "Edited successfully",
  "snackbarDelet": "Deleted successfully",
  "snackbarCancel": "The action is canceled",
  "snackbarError": "Error: Server is not responding",
  "byDate": "By Date",
  "byAmount": "By Amount",
  "help": "Help",
  "learn": "Learn How to Use The Program",
  "aboutUs": "About Us",
  "aboutHelp": "Financial Management Application gives an opportunity to manage funds more effectively. The user can import the  total  information  about daily   income and  costs, and  application will  help receiving comprehensive reports  about daily, monthly, annual  costs  and  income. It also  gives an  opportunity  to illustrate costs and  income  on  graphs, which  helps to  collect  comprehensive  information about  all  cost  and  income components in total. ",
  "summaryHelp": "In  this  page the user can input costs  and income by clicking on the  appropriate  buttons. The user should choose category  from the list, input cost/income  name and amount, then it will  be shown on summary  table, which  includes the category, type and amount of cost and income components. The user also have an opportunity  to  filter all  costs  and  income by amount and type in ascending or  descending order and  also separate current  and  future costs and  income.",
  "historyHelp": "This  page introduces user’s costs and income by categories. The card contains information about changes in costs and income, date, amount, name and category. The user  have  an  opportunity  to  edit  and   delete cards in this page. There  are  also  many  opportunities that allows the user to filter cards by amount, cost or  income components and by date (daily, monthly, annual). There is also an option that allows searching cards by category name. ",
  "categoriesHelp": "This page allows the user to  create  new  cost or  income  categories. It may be done by clicking on the  appropriate  button, choosing category type (cost or  income), adding name and color. Afterwards it will  be shown on summary  table, which  includes cost  or  income components’ category  and type. In  this  page user  have  an  opportunity  to  edit, delete and filter created categories. ",
  "chartsHelp": "This page introduces types of income and costs categories in red and green colors respectively. The graphs introduce pattern of income and costs changes in a  certain  period  of time. This section also has a filtering option. The  first option filters data by current  and  future  costs  and  income, while the second one allows to choose the graph according to the date and amount. ",
  "edit": "Edit",
  "delete": "Delete",
  "language": "Laguage",
  "currency": "Currency"
}