{
  "expense": "Pасходы",
  "income": "Доходы",
  "summary": "Сводка",
  "history": "История",
  "categories": "Категории",
  "category": "Категория",
  "charts": "Диаграммы",
  "chartsHeader": "Общие расходы и доходы",
  "chartType": "Диаграмма",
  "addIncome": "Доход",
  "addExpense": "Расход",
  "sortByAmount": "Сортировать",
  "ascendingOrder": "По возрастанию",
  "descendingOrder": "По убывания",
  "type": "Тип",
  "all": "Все",
  "amount": "Сумма",
  "period": "Период",
  "wholePeriod": "Весь период",
  "daily": "Суточный",
  "monthly": "Месячный",
  "yearly": "Годовой ",
  "search": "Поиск",
  "searchPlaceholder": "Поиск в истории",
  "view": "Показать",
  "currentState": "Текущее",
  "upcomingState": "Предстоящее",
  "upcoming": "Предстоящее",
  "addCategory": "Категория",
  "selectColor": "Выбрать цвет",
  "categoryType": "Тип категории",
  "categoryName": "Название категории",
  "cancel": "Отмена",
  "done": "Применить",
  "name": "Название",
  "total": "Всего",
  "balance": "Баланс",
  "ok": "Принять",
  "deleteWarning": "Вы уверены, что хотите удалить этот пункт?",
  "editItem": "Редактирование",
  "action": "Действие",
  "editCategory": "Редактировать категорию",
  "date": "Дата",
  "snackbarAdd": "Успешно обавлено",
  "snackbarEdit": "Успешно отредактировано",
  "snackbarDelet": "Успешно удалено",
  "snackbarCancel": "Действие было отменено",
  "snackbarError": "Oшибка: Сервер не отвечает",
  "byDate": "По дате ",
  "byAmount": "По сумме",
  "help": "Помощь",
  "learn": "Узнайте, как использовать программу",
  "aboutUs": "О нас",
  "aboutHelp": "Приложение для управления финансами - это возможность более эффективно управлять своими средствами. Вы можете импортировать полную информацию о ваших ежедневных доходах и расходах, а приложение поможет вам получить компактные отчеты о ваших ежедневных, ежемесячных, годовых расходах и доходах. Это также дает вам возможность увидеть все ваши расходы и доходы на графиках, которые помогут вам собрать исчерпывающую информацию обо всех компонентах затрат и доходов в общем результате.",
  "summaryHelp": "На этой странице вы можете добавить расходы и доходы, нажав на соответствующие кнопки. Нужно выбрать категорию из нашего списка, добавить название расхода / дохода и его сумму. После добавления оно будет отражено в нашей итоговой таблице, в которую будут включены категория, тип и сумма ингредиента для дохода или расхода. Здесь у вас есть возможность отфильтровать все затраты и доходы по их сумме в порядке возрастания или убывания, отфильтровать все типы расходов и доходов, а также разделить текущие и предстоящее расходы и доходы.",
  "historyHelp": "На этой странице представлены все расходы и доходы, которые добавляются пользователями. Здесь мы представляем это с категориями. Информация в каждой карточке содержит дату добавления этой стоимости / дохода, ее сумму, имя, категорию. На этой странице пользователь имеет возможность редактировать и удалять эти карточки. Есть также много возможностей для фильтрации карт. Вот они: Вы можете фильтровать их по количеству, стоимости или доходу, по дате (ежедневно, ежемесячно, ежегодно). Вы также можете искать каждую созданную вами карту по названию категории. Находясь на этой странице вы также можете добавить стоимость / доход.",
  "categoriesHelp": "На странице Категории у вас есть возможность создать новую категорию расхода или дохода. Вы можете сделать это, нажав на соответствующую кнопку, выбрав тип категории (расход или доход), введя имя и выбрав цвет категории, в которой она будет отображаться на графической диаграмме. После добавления оно будет отражено в сводной таблице, в которой указана категория ингредиента по его типу: стоимости или дохода. На этой странице пользователь имеет возможность редактировать и удалять добавленные категории. Вы можете фильтровать по типу категории (общая / стоимость / доход). Находясь на этой странице вы также можете добавить расход / доход.",
  "chartsHelp": "На странице Диаграмы с красным и зеленым цветами представлены соответственно типам категорий затрат и доходов. Они представляют собой динамику затрат и доходов за определенный период времени. Здесь также пользователь имеет возможность фильтровать данные. Первый фильтр - по текущим и предстоящим затратам и доходам. Следующим фильтром вы можете выбрать график по дате или по сумме. Находясь на этой странице вы также можете добавить расод/ доход.",
  "edit": "Изменить",
  "delete": "Удалить",
  "language": "Язык",
  "currency": "Валюта",
  "isCategoryUsed": "Категория уже используется"
}